<template>
  <div class="container">
    <div class=" md:flex md:my-11 my-5">
      <div class="md:w-[35%]">
        <h1 class=" md:text-5xl text-2xl">Гарантии</h1>
      </div>
      <div class="bg-white  rounded-lg  mx-auto max-md:mt-4">
        <h1 class="md:text-2xl font-bold mb-4">
          Обмен и возврат по желанию покупателя
        </h1>
        <p class="mb-4">
          Все товары в магазине «NornLight» имеют гарантию. Она заявляется
          производителем и имеет определённый срок действия на различные группы
          товаров.
        </p>
        <p class="mb-4">
          Если ваше изделие вышло из строя в течение гарантийного срока вы
          можете обратиться к нам и получить бесплатный ремонт. Для этого нужно:
        </p>
        <ul class="list-disc  mb-4 space-y-2 px-5">
          <li>
            Предоставить чек, накладную или сообщить почту или номер телефона,
            указанные при оформлении заказа.
          </li>
          <li>
            Привезти товар к нам на склад или отправить его транспортной
            компанией.
          </li>
          <li>
            Если изделие не подлежит на экспертизу и ремонт: Если ремонт
            невозможен, мы обменяем изделие на аналогичное или вернем деньги за
            покупку.
          </li>
        </ul>
        <p class="mb-4">
          Обращаем внимание, что «А-Свет» не является сервисным центром, а
          выполняет роль посредника между клиентом и поставщиком.
        </p>
        <p class="mb-4">
          Поэтому сроки проведения ремонта могут отличаться для товаров
          различных брендов.
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
