<template>
  <div class="container">
    <Home-Katalog2></Home-Katalog2>
    <Home-carusel></Home-carusel>
    <Home-Blog></Home-Blog>

    <div class="md:flex px-4 my-11">
      <div class=" md:w-1/2">
        <h2 class="md:text-4xl text-2xl md:w-[30%]">Производство светильников</h2>
      </div>
      <div class=" md:w-1/2 max-md:mt-4">
        <p>
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют.<br><br>Покупая
          светильники в нашем интернет-магазине, вы получаете отличное
          соотношение цены и качества. Мы осуществляем доставку по всей России,
          чтобы каждый клиент мог насладиться прекрасным светом и удобством
          покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
          тепла и света с NORNLIGHT!
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped></style>
