<template>
  <div class="container">
    <div class="md:flex md:my-[70px] my-[40px]">
      <div class="md:w-[30%]">
        <h1 class="text-5xl">Возврат</h1>
      </div>
      <div class="md:w-[70%] w-full">
        <div class="max-w-3xl mx-auto md:p-6 max-md:mt-4">
          <h1 class="text-2xl font-bold mb-4">
            Обмен и возврат по желанию покупателя
          </h1>
          <p class="mb-4">
            Если товар по каким-то причинам не подошел вам, вы имеете право
            вернуть его или обменять на другой в течение 7 дней* с момента
            покупки при соблюдении следующих условий:
          </p>
          <ul class="list-disc list-inside mb-8">
            <li>Товар имеет первоначальный вид, имеется товарная кондиция;</li>
            <li>
              Товар имеет полную комплектацию, включая упаковочные материалы;
            </li>
            <li>
              Товар не имеет следов подключения и не имеет признаков
              использования;
            </li>
            <li>
              Упаковка товара не имеет повреждений, присутствует промышленный
              товарный вид;
            </li>
            <li>
              Есть документ, подтверждающий покупку в нашем интернет-магазине.
            </li>
            <li>Для возврата товара необходимо привезти его к нам в офис.</li>
            <li>
              Товар из других городов можно прислать нам транспортной компанией,
              при этом услуги транспортной компании оплачиваются клиентом.
            </li>
            <li>
              *В течение 14 дней для отдельных брендов. При оформлении заказа
              уточните у менеджера.
            </li>
          </ul>

          <h1 class="text-2xl font-bold mb-4">
            Обмен и возврат по ошибке продавца
          </h1>
          <p class="mb-4">Причины обмена или возврата по ошибке продавца:</p>
          <ul class="list-disc list-inside mb-8">
            <li>Неполная комплектация товара</li>
            <li>Брак или дефект товара</li>
            <li>
              Если вы выявили дефект, брак или неполную комплектацию товара,
              необходимо сделать фото и отправить на почту mail@ast-svet.ru,
              указав краткое описание характера брака/дефекта.
            </li>
            <li>
              Мы заменим бракованный товар или довезем недостающие части.
              Доставка будет осуществлена бесплатно.
            </li>
          </ul>

          <h1 class="text-2xl font-bold mb-4">Возврат денежных средств</h1>
          <p>
            Возврат денежных средств осуществляется путем перевода на банковские
            реквизиты покупателя при наличии заявления от покупателя.
          </p>
        </div>
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style scoped></style>
