<template>
  <div class="container md:my-[100px] max-md:my-11">
    <div class="md:flex w-full gap-[300px]">
      <h4 class="text-primary text-[40px] font-bold max-md:hidden">
        Производство светильников
      </h4>
      <h4 class="text-primary text-[25px] font-bold mb-8 md:hidden">Блог</h4>
      <div class="text-lg font-medium flex flex-col gap-6">
        <p>
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют.
        </p>
        <p>
          Покупая светильники в нашем интернет-магазине, вы получаете отличное
          соотношение цены и качества. Мы осуществляем доставку по всей России,
          чтобы каждый клиент мог насладиться прекрасным светом и удобством
          покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
          тепла и света с NORNLIGHT!
        </p>
      </div>
    </div>
  </div>
</template>

<script setup></script>
