<template>
  <div class="container">
    <div class="md:flex gap-10 md:mt-[70px] mt-[40px]">
      <div class="md:w-[28%]">
        <h2 class="text-4xl mb-3">О компании</h2>
        <div class="bg-[#F2F2F2] p-3 mb-5">
          <h2 class="text-3xl mb-4">170+</h2>
          <p>Товаров</p>
        </div>
        <div class="bg-[#F2F2F2] p-3 mb-5">
          <h2 class="text-3xl mb-4">1000+</h2>
          <p>Довольных покупателей</p>
        </div>
        <div class="bg-[#F2F2F2] p-3">
          <h2 class="text-3xl mb-4">170+</h2>
          <p>Товаров</p>
        </div>
      </div>
      <div class="w-full max-md:mt-5">
        <p>
          Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
          для освещения вашего дома или офиса. У нас вы найдете разнообразные
          модели светильников, от современных и стильных до классических и
          элегантных. Мы предлагаем качественные и надежные светильники от
          лучших производителей, которые подарят вам комфорт и уют.
          <br /><br />Покупая светильники в нашем интернет-магазине, вы
          получаете отличное соотношение цены и качества. Мы осуществляем
          доставку по всей России, чтобы каждый клиент мог насладиться
          прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня
          и превратите ваш дом в оазис тепла и света с NORNLIGHT!
          <br /><br />Интернет-магазин NORNLIGHT предлагает широкий ассортимент
          светильников для освещения вашего дома или офиса. У нас вы найдете
          разнообразные модели светильников, от современных и стильных до
          классических и элегантных. Мы предлагаем качественные и надежные
          светильники от лучших производителей, которые подарят вам комфорт и
          уют. <br /><br />Покупая светильники в нашем интернет-магазине, вы
          получаете отличное соотношение цены и качества. Мы осуществляем
          доставку по всей России, чтобы каждый клиент мог насладиться
          прекрасным светом и удобством покупки онлайн. Обратитесь к нам сегодня
          и превратите ваш дом в оазис тепла и света с NORNLIGHT!
        </p>
      </div>
    </div>
    <Home-carusel></Home-carusel>
    <Home-Blog></Home-Blog>
  </div>
</template>

<script>
export default {};
</script>

<style scoped></style>
